Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Level Value Low 9.9 Moderate 10.0-19.9 Serious 20.0-34.9 Alarming 35.0-49.9 Extremely alarming ≥ 50.0
ne: स्तर मान कम ९.९ मध्यम १०.०-१९.९ गम्भीर २०.०-३४.९. डरलाग्दो ३५.०-४९.९ अत्यन्तै डरलाग्दा ≥५०.०

source: Abu Abdullah Muhammad al-Idrisi al-Qurtubi al-Hasani as-Sabti, or simply al-Idrisi /ælɪˈdriːsiː/ (Arabic: أبو عبد الله محمد الإدريسي القرطبي الحسني السبتي‎; Latin: Dreses; 1100 – 1165), was an Arab[1][2] Muslim geographer, cartographer and Egyptologist who for some time lived in Palermo, Sicily at the court of King Roger II. Muhammed al-Idrisi was born in Ceuta then belonging to the Almoravids. He created the Tabula Rogeriana, one of the most advanced medieval world maps.
ne: अबू अब्दुल्लाह मुहम्मद अल-इद्रीसी अल-कुर्टुबी अल-हसानी, अथवा सामान्य रूपमा अल-इद्रीसी /एई एल ɪ घ आर म को म / ( Arabic ; Latin ; ११०० - ११६५)), एक अरबी [1] इस्लाम भूगोलविद्, मानचित्रकार र मिस्त्र-पुरातत्व-विद् थिए जो केही समयको लागि राजा रोजर द्वितीयको दरबारमा पालेर्मो, सिसिलीमा बस्थे। मुहम्मद अल-इद्रीसीको जन्म स्पेनको सेयुटामा भएको थियो। उनले ट्याबुला रोजेरियाना सिर्जना गरे जुन मध्यकालीन मध्य मानचित्रको एक उन्नत नक्शा हो।

source: Major Mohit Sharma, AC, SM was an Indian Army Officer who was posthumously awarded the Ashoka Chakra, India's highest peace-time military decoration. Maj Sharma was from the elite 1st Para SF.[2] He died in action on 21 March 2009 while leading his Bravo Assault Team in Kupwara district.
ne: मेजर मोहित शर्मा, एसी, एसएम एक भारतीय सेनाका अधिकारी थिए जसलाई मरणोत्तर अशोक चक्रबाट सम्मानित गरियो, जुन भारतको सबैभन्दा उच्च शान्तिको सैन्य सजावट हो। मेजर शर्मा कुलीन पहिलो प्यारा एसएफका थिए । [1] २१ मार्च २००९ मा कुपवाडा जिल्लामा ब्रावो आक्रमण टोलीको नेतृत्व गर्दा उनको मृत्युभयो।

source: Maj Mohit's wife, Maj Rishima Sharma receiving the Ashok Chakra
ne: मेजर मोहितकी श्रीमती मेजर रिषिमा शर्मा अशोक चक्र प्राप्त गर्दैछिन्

source: For the supreme sacrifice made by Major Mohit Sharma during Kupwara operation, he was awarded with the nation's highest peace time gallantry award ‘Ashok Chakra’ on January 26, 2010.
ne: कुपवाडा अपरेशनको क्रममा मेजर मोहित शर्माले गरेका सर्वोच्च बलिदानका लागि उनलाई २६ जनवरी २०१० मा देशको सर्वोच्च शान्ति समय वीरता पुरस्कार 'अशोक चक्र' बाट सम्मानित गरियो।

source: In 2019, Delhi Metro Corporation renamed the Rajendra Nagar metro station as "Major Mohit Sharma (Rajendra Nagar) metro station".[7]
ne: २०१९ मा, दिल्ली मेट्रो कर्पोरेशनले राजेन्द्र नगर मेट्रो स्टेशनलाई "मेजर मोहित शर्मा (राजेन्द्र नगर) मेट्रो स्टेशन" को नाम दिए। [१]

source: His nickname in family was "Chintu" while his NDA batch mates call him "Mike". He completed his 12th schooling from DPS Ghaziabad in 1995 during which he appeared for his NDA Exam. After completing his 12th he got admission to Shri Sant Gajanan Maharaj College of Engineering, Shegaon, Maharashtra.[8][circular reference] But during his college, he cleared the SSB for NDA and opted to join Indian Army.
ne: मोहितको जन्म १३ January जनवरी १ १९७८ रोहतक, हरियाणामा भएको थियो । परिवारमा उनको उपनाम "चिन्टू" थियो जबकि उनका एनडीए ब्याचका साथीहरूले उनलाई "माइक" बोलाए। सन् १९९५ मा उनले डीपीएस गाजियाबादबाट १२ औं स्कूल पूरा गरे जुन उनले एनडीए परीक्षामा भाग लिए। १२ औं कक्षा पूरा गरेपछि उनले श्री सन्त गजानन महाराज कलेज अफ इन्जिनियरिंग, शेगाउँ, महाराष्ट्रमा प्रवेश पाए। [१] तर कलेजको बखत उनले एनडीएको लागि एसएसबी खाली गरे र भारतीय सेनामा भर्ती हुने छनौट गरे। उनले कलेज छोडे र नेसनल डिफेन्स एकेडेमी (एनडीए) मा भर्ना भए। उहाँ गितार, मुख अरगान सिन्थेसाइजर खेल्नमा निकै राम्रो हुनुहुन्थ्यो, वास्तवमा, कुनै पनि नयाँ साधन उहाँ आइपुग्नुभयो, उसले यसलाई निपुणता प्राप्त गर्न चुनौतीको रूपमा लिए र निश्चित गरे कि उसले यसलाई पूर्णतामा खेल्न सक्छ। उनी कहिल्यै प्रत्यक्ष प्रदर्शन गर्न हिचकिचाएनन् र आफ्ना श्रोताहरूलाई उनको सुन्दर आवाजले भेल पारे, हेमन्त कुमारको गीत गाउँदै उनीहरूको मुख अरगान खेले।[2]

source: In 1995, Major Mohit Sharma left his Engineering and joined NDA to pursue his dream. During his NDA training, he excelled in multiple activities including swimming, boxing and horse riding. His favourite horse was "Indira".
ne: १९९५ मा, मेजर मोहित शर्माले आफ्नो ईन्जिनियरि छोडे र एनडीएमा उनको सपना पछाडि सामेल भए। आफ्नो एनडीए प्रशिक्षण को लागी, उनले पौडी खेल्ने, बक्सिंग र घोडा सवारी सहित धेरै गतिविधिहरु मा कुशल। उसको मनपर्ने घोडा "इंदिरा" थियो। उनी, कर्नल भवानी सिंहको प्रशिक्षणमा घोडा सवारीको च्याम्पियन भए। उनी फेदर वेट कोटि अन्तर्गत बक्सि मा पनि विजेता थिए।

source: After completing his academics studies in NDA, he joined the Indian Military Academy (IMA) in 1998. In IMA, he was awarded the rank of Battalion Cadet Adjutant. He got a chance to meet the then President of India K. R. Narayanan at the Rashtrapati Bhavan.
ne: एनडीएमा शिक्षाविद्को अध्ययन पूरा गरेपछि उनी १९९८ मा भारतीय सैन्य एकेडेमी (IMA) मा भर्ना भए। IMA मा उनलाई बटालियन क्याडेट एडजुटन्टको ओहदा प्रदान गरियो। उनलाई राष्ट्रपति भवनमा तत्कालीन राष्ट्रपति केआर नारायणनसँग भेट्ने मौका मिल्यो। उनी ११ डिसेम्बर १९९९ मा एक लेफ्टिनेन्ट नियुक्त भए। [1]

source: On completing 3 successful years of Military service, Major Mohit opted for the Para (Special Forces) and he became a trained Para Commando in June 2003, followed by promotion to captain on 11 December.[11] He was then posted in Kashmir where he showed his leadership and bravery. Promoted major on 11 December 2005,[12] he was awarded with the Sena Medal for his bravery. During the third posting, he was given the responsibility to train the Commandos in Belgaum where he instructed for 2 years.
ne: उसको पहिलो पोष्टिंग हैदराबाद बटालियन द मद्रास रेजिमेन्ट (मद्रास) मा हैदराबाद थियो। सैन्य सेवाको सफल वर्ष पूरा गरेपछि, मेजर मोहितले पारा (विशेष फौज) को पक्ष लिए र उनी २००३ जुनमा प्रशिक्षित प्यारा कमांडो बने, त्यसपछि ११ डिसेम्बरमा कप्तानको पदोन्नति भयो। [1] त्यसपछि उनी कश्मीरमा तैनात थिए जहाँ उनले आफ्नो नेतृत्व र बहादुरी देखाए। ११ डिसेम्बर २००५ मा प्रमुख पदोन्नति गरियो, [2] उनको बहादुरीका लागि उनलाई सेना पदकबाट सम्मानित गरियो। तेस्रो पोष्टि को क्रममा उनलाई बेल्गाममा कमाण्डो तालिम दिने जिम्मेवारी दिइयो जहाँ उनले २ बर्षको लागि निर्देशन दिए। मोहित शर्मालाई फेरि कश्मीर सारियो जहाँ उनले सर्वोच्च त्याग गरे। [3]

source: He killed four terrorists and rescued two teammates in the process, but sustained multiple gunshot wounds which killed him. For this act, he was posthumously awarded the Ashoka Chakra, which is the highest peace time military decoration in India.[3] He was awarded two gallantry decorations earlier in his career. The first was the COAS Commendation card for exemplary counter-terrorism duties during Operation Rakshak, which was followed by a Sena Medal for gallantry after a covert operation in 2005.[2][4][5][6] Major Mohit Sharma is survived by his wife Major Rishima Sharma, who is an Army officer and continuing his legacy of service to the nation.
ne: २१ मार्च २००९ मा, उनले जम्मू कश्मीरको कुपवाडा क्षेत्रको हाफरुडा जंगलमा आतंककारीहरूसँगको भिडन्तमा संलग्न भए। यस प्रक्रियामा उनले चार आतंककारीहरूलाई मारे र दुई टीमका साथीहरूलाई बचाए तर धेरै गोली हानी घाइतेहरूले उनलाई मारे। यस कार्यको लागि, उनलाई मरणोपरांत अशोक चक्रबाट सम्मानित गरियो, जुन भारतमा सबैभन्दा उच्च शान्ति समय सैन्य सजावट हो। उनी पहिले आफ्नो क्यारियर मा दुई वीर सजावट सम्मानित थिए। पहिलो अपरेशन रक्षकको समयमा आतंकवाद प्रतिरोधात्मक कर्तव्यका लागि सीओएएस प्रशंसा पत्र थियो जुन २००५ मा गुप्त अपरेशन पछि वीरताका लागि सेना पदक पछ्यायो।[1][2][3][4] मेजर मोहित शर्माको परिवारबाट उनकी पत्नी मेजर रिषिमा शर्मा छन् जो एक सेनाका अधिकृत छन् र उनले देशको सेवा गर्ने विरासतलाई निरन्तरता दिइरहेका छन्।

source: In March 2021, the Suez Canal, one of the world's most important trading routes, was blocked for six days after the accidental grounding of Ever Given, a Golden-class container ship. The 400-metre-long (1,300 ft) vessel had been buffeted on 23 March by strong winds, knocking it off course according to the company;[3] Egyptian authorities subsequently stated this may not have been the only reason for the grounding, and that "there may have been technical or human errors" as well. The ship ran aground on one of the canal's banks, obstructing the canal and preventing other vessels from passing through.[4] The obstruction was south of the section of the canal that has two channels, so there was no way for other ships to bypass Ever Given.[5]
ne: मार्च २०२१ मा, विश्वकै महत्त्वपूर्ण व्यापारिक मार्गहरू मध्ये एक, स्वेज नहर नहर गोल्डन-क्लास कन्टेनर जहाज इभरगिभन को दुर्घटनात्मक ग्राउन्डिङ पछि छ दिनको लागि रोकिएको थियो। कम्पनीले बताएअनुसार 400-metre-long (1,300 ft) जहाजलाई २३ मार्चमा कडा बतासको कारणले जलमार्गबाट बाहिर गएको थियो [1] इजिप्टियाली अधिकारीहरूले पछि यो बाहेक "त्यहाँ प्राविधिक वा मानवीय त्रुटि पनि भएको हुन सक्छ" भनेका थिए। जहाज नहरको किनारमा फस्यो , नहर अवरुद्ध भयो र अन्य जहाजहरू यताउता जानबाट रोकिए। [2] यो अवरोध नहरको दक्षिण खण्डतिर थियो जसमा दुईवटा च्यानलहरू छन्, त्यसैले अन्य जहाजहरूका लागि इभर गिभन बाइपास गर्न अर्को कुनै बाटो थिएन । [3]

source: The obstruction had a significant impact on other shipping, with at least 369 ships queueing to pass through the canal on 28 March.[6][7] On 29 March, the vessel was partially re-floated and "reorientated 80 percent in the right direction"[8] although the "bow remained stuck".[9] The ship was finally freed that afternoon, at 15:05 local time (13:05 UTC),[10] and started moving, under tow, towards the Great Bitter Lake, for technical inspection.[11][12][13] The canal was checked for damage before it could be reopened.[10] The Suez Canal Authority informed shipping agencies that shipping could resume from 19:00 local time (17:00 UTC).[14]
ne: यो अवरोधले जहाजी ढुवानीमा अर्थपूर्ण असर पुर्यायो, २८ मार्चमा नहर पार गर्नको लागि कम्तिमा ३६९ जहाजहरू नहरबाट जानका लागि पालो कुरिरहेका थिए । [1] [2] २९ मार्चमा जहाजलाई आंशिक रूपमा पुनः तैरिएको थियो र "८०% सहि दिशामा पुनर्स्थापना गरिएको थियो [3] [4] जहाज अन्ततः त्यस अपरान्ह १५:०५ स्थानीय समय मा स्वतन्त्र गरिएको थियो, [5] र प्राविधिक निरीक्षणका लागि ग्रेट बिटर तालमा तर्फ, किनारमा सारियो। [6] [7] [8] एभरग्रिन कम्पनीको स्वामित्वमा रहेको पानीजहाजलाई हटाएर जलमार्ग खुलाउन १४ वटा ठूला डुंगाहरू प्रयोग गरिएको थियो । ६ दिनको प्रयासपछि जहाजलाई सुरक्षित रूपमा निकालिएको हो । नहरलाई पुन: खोल्नु अघि क्षतिको जाँच गरियो। []] स्वेज नहर प्राधिकरणले शिपिङ (ढुवानी) एजेन्सीहरूलाई शिपिङ १९:०० स्थानीय समयबाट पुनः सुचारु हुने जानकारी दियो । [9]

source: A minimum wage is the lowest remuneration that employers can legally pay their employees—the price floor below which employees may not sell their labor. Most countries had introduced minimum wage legislation by the end of the 20th century.[2] Because minimum wages increase the cost of labor, many companies try to avoid minimum wage laws by using gig workers, moving labor to locations with lower or nonexistent minimum wages, or by automating job functions.[3]
ne: न्यूनतम ज्याला भनेको रोजगारदाताले कानूनी रूपमा उनीहरूका कामदारहरूलाई भुक्तान गर्न सक्ने न्यूनतम पारिश्रमिक हो । यो भनेको न्यूनतम निर्धारित मूल्य हो जसको तल कामदारहरूले आफ्नो श्रम बेच्न सक्दैनन्। धेरै देशहरूले २० औं शताब्दीको अन्तसम्ममा न्यूनतम ज्याला कानून लागू गरेका थिए। [1] न्यूनतम ज्यालाले श्रम लागत बढाउँने भएकाले , धेरै कम्पनीहरू ठेक्कामा काम दिएर, न्यूनतम ज्याला कम भएको वा नभएको ठाउँमा श्रमिक लाई सारेर वा रोजगार कार्यहरू स्वचालित गरेर न्यूनतम ज्याला कानूनबाट उम्कने गर्छन्। [2]

source: Poetry Collection
ne: कविता संग्रहः

source: Bholi Basne Bihan (Collection of poems in Nepali) [12] The Full Moon at the River Bank (Collection of poems in English translation) [12] Krishnabhooshan Balka Baanki Kavita (Collection of poems in Nepali)
ne: भोलि बास्ने बिहान, २०४१ [12] द फुल मुन एट द रिभर ब्याक: अङ्ग्रेजीमा अनूदित कविताहरुको सङ्ग्रह[12] कृष्णभूषण बलका बाँकि कविता - २०७०

source: Offices of the Department of Foreign Employment:
ne: वैदेशिक रोजगार विभागका शाखा कार्यलय हरु:

source: Kathmandu Head-office
ne: काठमाडौं कार्यलय

source: Malaysia Branch
ne: मलेशिया शाखा

source: Nayanraj Pandey
ne: नयनराज पाण्डे

source: हेर्ने कथा Logo of TV Series Herne Katha Also known as 'Herne Katha' Genre TV Series, Short Documentary Created by Bidhya Chapagain Kamal Kumar Country of origin Nepal Original language(s) Nepali No. of seasons 1 No. of episodes 2 Production Running time 15 minutes Production company(s) Tana Bana Digital Release Original network YouTube Original release 1st March, 2018 (२०१८-०३-०१) External links Website
ne: हेर्ने कथा Logo of TV Series Herne Katha अन्य नाम Herne Katha शैली छोटो डकुमेन्ट्री सर्जक विद्या चापागाई कमल कुमार निर्माण देश नेपाल भाषा(हरू) नेपाली सत्रहरुको संख्या १ भागहरूको संख्या २ निर्माण प्रसारण अवधि १५ minutes निर्माण कम्पनी(हरु) ताना बाना डिजिटल प्रसारण मूल च्यानल YouTube मार्च १, २०१८ (२०१८-०३-०१) बाह्य लिङ्कहरू वेबसाइट

source: Herne Katha tells the story of ordinary people. Journalists Bidhya Chapagain and Kamal Kumar stared the series on January, 2018. First episode of Herne Katha, Story of a School, was aired on March 1st, 2018.
ne: हेर्ने कथा छोटा डकुमेन्ट्रीहरुको श्रृंखला हो । हेर्ने कथामा आम मानिसका कथाहरु भिडियोको रुपमा प्रस्तुत गरिन्छ । पत्रकार विद्या चापागाईं र कमलकुमारले जनवरी २०१८ मा हेर्ने कथा सुरु गरेका हुन् । हेर्ने कथाको पहिलो अंक 'एउटा स्कूलको कथा' मार्च १, २०१८ मा प्रसारण भएको थियो ।

source: Sodari is the Hindu Caste group particularly living in Nepal, India and other places.
ne: सोडारी नेपाल, भारत तथा अन्य स्थानहरूमा बसोबास गर्ने हिन्दू धर्मावलम्बी विशेषतया नेपालीहरूको थर हो।

source: Origin of Sodari Caste
ne: सोडारीहरूको उद्गम इतिहास

source: The same rise, Hari Chand, in the middle of the middle of the children, is about three hundred years ago, from the lower swarad of Baitadi to the Kalagaun of Achham district to the northwest of Headquarter Mangalsen. It also shows different opinions based on different massacre.Someone says that three brothers of the Chand from Patan Swarad of Baitadi have been living in the Dyanla land near to the Badpipal Market of Kalagaun but some says that there were three brothers of Chand Thakuri who were strangled from Baitadi and settled in the district of Dailekh district, and after some time, they were a placed in Kalagaun of Achham. Below the Badpipal marketd, Dyanla Land, Which is still called as Dyanla Land, In the same place, the forefathers of Sodari had faced different challenges in the process of giving the livelihood by living in this place.
ne: गौतम गोत्री चन्दहरूको शासन रहेको कन्नौजमा १० औं सताब्दीको अन्त्यतिर मुसलमानहरूले आक्रमणगरी चन्द वंशको शासन अन्त्य गरेपछि धर्म तथा संस्कृति बचाउन कन्नौजबाट उत्तर पश्चिमको कत्युर राज्यमा प्रवेस गर्ने सोम चन्दले तत्कालिन कत्यौर (कालीकुमाउँ, गढवाल, चम्पावत) मा आफ्नो बलियो सामाजिक अस्तित्व बनाए । त्यसपछि कत्युरी राज्यलाई चलाखीपूर्ण ढङ्गले सोम चन्द्रले कब्जा गरेर चन्द वंशको शासन व्यवस्था स्थापना गरे । ११ औं सताब्दीमा स्थापना भएको चन्द वंशले कुमाउँ, गढवाल, चम्पावत, काँगडा तथा पूर्व महाकाली, डोटी हुँदै कर्णाली नदीसम्म शासन स्थापना गरेको देखिन्छ ।[1] यसरी सोम चन्दले ११ औं सताब्दीमा स्थापना गरेको चन्दवंश त्यस क्षेत्रमा १९ औं सताब्दीसम्म अर्थात करिब ८०० वर्षसम्म चलेको देखिन्छ । यही क्रममा करिब १४ औं सताब्दीमा कुमाउँ गढवाल क्षेत्रबाट बैतडी आउने रणधौला चन्द र गणधौला चन्दका सन्तति रानादेउ, उदयदेउ, भानादेउ र जसुदेउ बैतडीका विभिन्न क्षेत्रमा बसेको इतिहास छ । यस बारेमा चन्द वंशको इतिहास हेरे बढी प्रष्ट हुन्छ । यसरी कुमाउ गढवालबाट बैतडी आएको चार भाई मध्य माइला उदयदेउ चन्द बैतडीको स्वराड क्षेत्रमा बसे भने जेठा रानादेउ मध्य-बैतडी क्षेत्रमा बसे । त्यस्तै साइला भानादेउ बैतडीको पूर्वतिर लागे तर कान्छा जसु देउ चाहीं बैतडी ठिक लागेन भन्दै पुनः कुमाउ तिर फर्केका थिए । [1] यसरी बैतडीको स्वराडमा बस्ने माईला भाई उदयदेउका सन्तानहरू स्वराड क्षेत्रमा फैलिए । तिनै उदयदेउका सन्तति मध्यका एक हरी चन्द आजभन्दा करिब तीनसय वर्ष पहिले बैतडीको तल्लो स्वराडबाट अछाम जिल्लाको सदमुकान मंगलसेन देखि उत्तर पश्चिममा पर्ने कालागाउँमा आई बसोवास गरिरहेका छन् । यसमा पनि विभिन्न जनश्रुतीको आधारमा फरक फरक मत देखिन्छन् । कसैले भन्छन् कि बैतडीको पाटन सोराडबाट चन्दहरूका तीन भाईहरू आएर कालागाउँको वडपिपल स्थित द्यानलाको गडोमा बसोवास गर्दै आएका हुन् भन्ने भनाई छ भने कसैले चन्द ठकुरीका तीन भाईहरू बैतडीबाट अछाम हुँदै दैलेख जिल्लाको दुल्लु सरेका त्यहाँबाट पनि दैलेखकै सिंगौडीको निमायलमा बसोवास गरेका र केही समयपछि त्यहाँबाट फेरी अछामको कालागाउँ स्थित वडपिपल बजारभन्दा तल द्यानलाको गडोमा आइ बसोवास गरेका हुन् भन्ने भनाई छ । पुर्खाहरूले बसोवास गरेको गरेको गडोलाई अझ पनि द्यानलाको गडो भनिन्छ ।[1] यसै ठाउँमा बसोवास गरी जिवीकोपार्जन गर्ने सिलसिलामा सोराडीका पुर्खाहरूले विभिन्न चुनौतीहरू खेप्नु परेको बताइन्छ । चन्द ठकुरीका ३ भाईहरू पादुका तिर्थ जाने क्रममा विनायक भएर पादुका गई फर्केर आउने बेलामा विनायकका तत्कालिन शासकसँग झगडा हुँदा ३ भाई मध्य एक भाई काटिएका थिए भन्ने भनाइ छ । तीन भाई मध्य एक भाई काटिए भन्नेमा अझैं विवादमा छ । कसैले जेठा भाई काटिएका हुन् भन्छन् भने कसैले माइला भाई काटिएका हुन् भन्ने मत राख्दछ्न । [1] जे होस् बैतडीको तल्लो सोराड पाटन भन्ने ठाउँबाट विभिन्न कारणको सिलसिलामा गौतम गोत्र, मध्यायनी शाखा, तीन प्रवर भएका सोराडी चन्द ठकुरीहरू तत्कालिन जुम्ला राज्य सिंजा राज्य अन्तर्गत हालको अछामको कालागाउँ भन्ने ठाउँमा बसोवास गर्दै आइरहेका छन् ।[1] अछामको तत्कालिन समयका शासक र जातिय बाहुल्यता भएका पक्षबाट चन्द ठकुरीहरूलाई ठुलो जाल झेल षडयन्त्र गरी माटे गर्खाल जुपाल रावलहरूले जात खसाई आफू र आफ्ना इष्टमित्रहरूसँग विहेवारी गर्न बाध्यता पारिएको र चन्द थरबाट बैतडीको सोराडबाट आएकाले थर सोराडी राख्नु परेको कुराहरू सन्तान दर सन्तानमा सर्दै आएको छ । यसरी जुपु पृथु रावलका पुर्खाहरूले चन्द थरबाट सोराडी थरमा बदलेको र १९९० अघि "सोराडी" भन्दै आएको प्रमाणको रुपमा १९११ को काश्यपात्रमा उल्लेख छ र १९९० पछि मात्र सोराडीबाट अपभ्रंस भई सोडारी हुन गएको प्रमाणहरू भेटिन्छन् ।[1]

source: Population of Sodari
ne: सोडारीहरूको जनसंख्या

source: As the children of Sodari grew up for the place of Kalagaun, Achham, the water, the land and the forest of the place appeared in their hands. Because the Sodari's have a lot of fields for farming, and nowadays, for corn, wheat, and coconut,[1] In the different phases of time, Sodari were migrated to Thana of Jupu VDC, Bhergaun of Batulasen VDC, Toli VDC, Layati, Dhanrash of Surkhet District, Solta, Katase, Bauniya, Lamki, Chauri, Khairifata, Tikapur district of Kailali districts, Shantibazaar of Bardia district, Katasipur Dang and Kathmandu from Kalagaun VDC of Achham. Till now So far the population of Sodari is up to 2500/3000.
ne: अछाम स्थित कालागाउँमा सोडारीका सन्तानहरू बढ्दै जाँदा त्यस ठाउँको जल, जमिन र जंगललाई आफ्नो हातमा पारेको देखिन्छ । किनभने सोडारीहरूसँग भात खानको लागि थुप्रै खेतहरू र मकै, गहुँ र कोदोको लागि आजकल जमिन प्रसस्तै छ, समयको क्रमसँगै विविध कारणवस सोडारीहरू कालागाउँबाट जुपु गाविसको ठाना, बाटुलासैन गाविसको भेरगाउँ भन्ने ठाउँमा, तोली, लयाँटी, सुर्खेत जिल्लाको धनरास, कैलाली जिल्लाको सोल्टा, कटाँसे, बौनिया, लम्की, चौंरी, खैरिफाँटा, टिकापुर, बर्दिया जिल्लाको शान्ति बजार, कटासीपुर दाङ र काठमाडौंसम्म बसोवास गरी रहेका छन् । हाल सम्म सोडारीहरूको जनसंख्या २५००/३००० सम्म रहेको छ ।[1]

source: Local Governance of Sodari Caste
ne: सोडारीहरूको स्थानिय शासन

source: The building was walled around and 2 rooms on the building under the building 1 were made below. It was used for bringing the prisoners during the Rana rule and also for bringing the sticks and government officials or employees came to residence in that place. The south-facing room at the bottom of the said building was kept to the prisoners.[1] The room did not have light, and a large pillar to keep the prisoners in the middle room.
ne: यसरी हरी चन्दका सन्तानहरू अगाडि बढ्दै जाँदा बलभद्र सडारीबाट अछामको कालागाउँमा जिमुवाली चलाएको बताइन्छ । जिमुवाल बलभद्रका जेठा छोरा बलरामेले ठुलै क्षेत्रफलभीत्र आफ्नो जिमुवाली चलाएको इतिहास पाइन्छ । उनले बान्नातोली र जुपु गाविसबीचको जुडिखाको खोलादेखि सान्तडा गाविसको पसेला गाउँसम्म आफ्नो जिमुवाली चलाएका थिए । त्यसपछि मुखियाली परम्परा सुरु भयो । कपुरे सोडारी, गंगु सोडारी, माने सोडारी, धनपती सोडारी, धनसिंह सोडारी, नन्दसिंह सोडारी, बलबहादुर सोडारीहरूले क्रमशः आ-आफ्नो कार्यकालमा साम, दाम, दण्ड, भेद प्रयोग गरी मुखिया भएर मुखियाली चलाएको इतिहास पाइन्छ । यी सबै मुखियाहरू र जिमुवाल मध्य सबैभन्दा नामी जिमुवाल बलरामे सोडारी र मुखियामा नन्दसिंह सोडारी नै हुन् । उनको आफ्नो कार्यकालमा डोटी, अछाम, बाजुरा, जुम्ला, कालीकोट र दैलेखसम्मका समकक्षीहरू चिन्दथे भनिन्छ ।[1] नेपालको राणा कालीन समय वि.सं. १९९० सालमा कालागाउँमा पाटी पौवा तयार गरिएको थियो । उक्त भवनको चारैतिर पर्खाल लगाइएको थियो र भवन १ तले ३ कोठा माथि २ कोठा तल बनाइएको थियो । राण शासनको समयमा कैदीहरू लैजाँदा ल्याउँदा, डाँकहरू ल्याउँदा लैजादा र सरकारी हाकिम वा कर्मचारीहरू आउँदा उक्त ठाउँमा नै वास बस्थे । उक्त भवनको तल्लो तलामा रहेको दक्षिण तिरको कोठामा कैदीहरूलाई राखिन्थ्यो । उक्त कोठामा प्रकाश थिएन र बीच कोठामा कैदीलाई बाँध्ने ठुलो खम्बा राखिएको छ । त्यसको अगाडि घोडा राख्ने ठाउँ छ । हाकिमहरू बस्ने माथिल्लो तलामा कोठाहरू बनाइएको छ । उक्त भवन हालसम्म पनि छँदैछ ।[1] उक्त भवन भौतिक पूर्वाधार भएको र अछामको बीच खण्डमा पर्ने ठाउँ कालागाउँ भएकोले नै सदरमुकाम बनाउनका लागि माल कार्यालय बसेको थियो । तत्कालिन समयका स्थानिय अगुवाहरूको अदुरदर्शिता र असक्षमताले उक्त माल कार्यालय धेरै समयपछि मंगलसैन गएको र त्यही सदरमुकाम भएको इतिहास पाइन्छ ।[1]

source: See More
ne: यो पनि हेर्नुहोस्

source: Reference
ne: सन्दर्भ सूचीहरू

source: '''Shakuntala''' is a Nepali epic poem written by Laxmi Prasad Devkota and published by Sajha Publications [1]
ne: शाकुन्तल लक्ष्मीप्रसाद देवकोटाद्वारा लिखित साझा प्रकाशनले बजारमा ल्याएको नेपाली भाषाको काव्य हो। [1]

source: The epic is based on the classic play Shakuntala (play) by ancient Sanskrit poet Kālidāsa. It is considered the first original epic in the Nepali language. Although it is based on an ancient work, the work has sufficient originality to considered as such, specially compared to the first Nepali epic २००२ सालमा पहिलाे पल्ट प्रकाशित भएकाे याे महाकाव्य नेपाली महाकाव्यकाे मङ्गलाचरणका रूपमा अाएकाे छ ।
ne: महाकवि कालिदासकाे अभिज्ञान शाकुन्तलम् काे कथानकलार्इ प्रमुख अाधार मानी याे शाकुन्तल महाकाव्य रचना गरिएकाे हुनाले यसमा विश्व प्रसिद्ध संस्कृत साहित्यका महाकवि कालिदासलार्इ नेपाली सहात्यका महाकवि देवकाेटाले पछ्याएकाे देखिन्छ । प्रकृतिकी छाेरी शकुन्तलाकाे प्राकृतिक साहचर्य, मानव र प्रकृतिकाे मधुर मिलन प्रदर्शन गर्ने उद्देश्यले प्रस्तुत महाकाव्य लेखेकाे हुनुपर्दछ । शाकुन्तल महाकाव्य नेपालीमा प्रकाशित सर्वप्रथम माैलिक महाकाव्य हाे । यसकाे कथावस्तु प्राचीन इतिहास प्रसिद्ध भए तापनि कवि कल्पनाले गर्दा याे माैलिक बन्न पुगेकाे देखिन्छ । २००२ सालमा पहिलाे पल्ट प्रकाशित भएकाे याे महाकाव्य नेपाली महाकाव्यकाे मङ्गलाचरणका रूपमा अाएकाे छ ।

source: Dev Kumari Thapa (born 14 April 1928, Vikram Samvat: 2 Baisakh 1985) is a Nepali writer, who mainly writes stories .[1]
ne: देवकुमारी थापा (अङ्ग्रेजी: Dev Kumari Thapa) जन्म सन् १९२८,१४ अप्रिल विक्रम सम्बत: १९८५ साल बैशाख २ गते नेपाली साहित्यकार तथा कथाकार हुन् ।[1]

source: Early Life
ne: वाल्यकाल

source: She was orphaned at a young age. Her father passed away before she was born. When she was about ten, she lost her mother as well.
ne: भारतको पश्चिम वङ्गाल, खरसाङस्थित गिद्धेपहाडमा जन्मिएकी थापा नेपाली कथाकारको रूपमा परिचित छन् । देवकुमारी थापा बाल्यकालमा नै मातापिताविहीन भएकी थिइन्। वास्तवमा उनले आफ्ना बाबुलाई चाहिँ देख्नै पाइनन्, उनी आमाका पेटमा भएकै बेला उनका बुबा हस्तबहादुरसिंह कटुवालको स्वर्गारोहण भइसकेको थियो । देवकुमारी थापा दस वर्षमा टेक्तानटेक्तै उनकी आमा रमादेवीसिंह कटुवाल पनि स्वर्गीय भएकी थिइन् । त्यसपछि उनलाई आफ्नी हजुरआमाबाट मातृस्नेह, छहारी र संरक्षण प्राप्त भएको थियो। त्यसैले आमाबुबाको अभावमा पनि उनको बाल्यजीवनमा कुनै पनि प्रकारका व्यवधान आएनन् ।[2]

source: ‌She completed high school in Darjeeling and then went on to earn a diploma from a 3-year Nursing course.
ne: ‌कथाकार थापा दार्जिलिङ्गबाट प्रथम श्रेणीमा प्रवेशिका परिक्षा उत्तीर्ण गरी तीन वर्षे स्वास्थ्यपरिचारिकाको डिप्लोमा उत्तीर्ण हुन् ।
